name: "resnet50"
platform: "onnxruntime_onnx"
default_model_filename: "model.onnx"
dynamic_batching 
{ }
max_batch_size: 64
input: [
    {
        name: "images"
        data_type: TYPE_FP32
        format: FORMAT_NONE
        dims: [112, 112, 3 ]
    }
]
output: [
    {
        name: "output",
        data_type: TYPE_FP32
        dims: [512]
    }
]
